const MASTER_CATEGORIES = [
    {
        "id": 34,
        "name": "少年編",
        "priority": 90000,
        "open_at": "2019-03-05 08:00:00"
    },
    {
        "id": 86,
        "name": "サイヤ人編",
        "priority": 89950,
        "open_at": "2022-04-01 08:00:00"
    },
    {
        "id": 14,
        "name": "ナメック星編",
        "priority": 89900,
        "open_at": "2018-01-29 06:00:00"
    },
    {
        "id": 38,
        "name": "人造人間/セル編",
        "priority": 89800,
        "open_at": "2019-08-27 05:00:00"
    },
    {
        "id": 9,
        "name": "魔人ブウ編",
        "priority": 89700,
        "open_at": "2017-10-31 08:00:00"
    },
    {
        "id": 19,
        "name": "未来編",
        "priority": 89600,
        "open_at": "2018-05-30 08:00:00"
    },
    {
        "id": 6,
        "name": "宇宙サバイバル編",
        "priority": 89500,
        "open_at": "2017-09-26 08:00:00"
    },
    {
        "id": 2,
        "name": "邪悪龍編",
        "priority": 89400,
        "open_at": "2017-08-03 02:00:00"
    },
    {
        "id": 98,
        "name": "DAIMA",
        "priority": 89300,
        "open_at": "2026-01-29 05:00:00"
    },
    {
        "id": 17,
        "name": "純粋サイヤ人",
        "priority": 80000,
        "open_at": "2018-04-26 05:00:00"
    },
    {
        "id": 5,
        "name": "混血サイヤ人",
        "priority": 79900,
        "open_at": "2017-09-01 08:00:00"
    },
    {
        "id": 51,
        "name": "地球人",
        "priority": 79800,
        "open_at": "2020-04-09 08:00:00"
    },
    {
        "id": 18,
        "name": "ナメック星人",
        "priority": 79700,
        "open_at": "2018-05-17 08:00:00"
    },
    {
        "id": 21,
        "name": "人造人間",
        "priority": 79600,
        "open_at": "2018-07-31 08:00:00"
    },
    {
        "id": 32,
        "name": "人工生命体",
        "priority": 79500,
        "open_at": "2019-02-19 06:00:00"
    },
    {
        "id": 30,
        "name": "孫悟空の系譜",
        "priority": 79400,
        "open_at": "2019-01-29 06:00:00"
    },
    {
        "id": 31,
        "name": "ベジータの系譜",
        "priority": 79300,
        "open_at": "2019-01-29 06:00:00"
    },
    {
        "id": 24,
        "name": "最凶の一族",
        "priority": 79200,
        "open_at": "2018-10-31 08:00:00"
    },
    {
        "id": 33,
        "name": "少年・少女",
        "priority": 79100,
        "open_at": "2019-03-05 08:00:00"
    },
    {
        "id": 4,
        "name": "ピチピチギャル",
        "priority": 79000,
        "open_at": "2017-07-25 03:00:00"
    },
    {
        "id": 36,
        "name": "超サイヤ人",
        "priority": 70000,
        "open_at": "2019-05-31 08:00:00"
    },
    {
        "id": 45,
        "name": "超サイヤ人2",
        "priority": 69900,
        "open_at": "2019-12-26 04:00:00"
    },
    {
        "id": 12,
        "name": "超サイヤ人3",
        "priority": 69800,
        "open_at": "2017-11-22 08:00:00"
    },
    {
        "id": 84,
        "name": "超サイヤ人を超えた力",
        "priority": 69750,
        "open_at": "2022-01-30 02:00:00"
    },
    {
        "id": 1,
        "name": "フュージョン",
        "priority": 69700,
        "open_at": "2017-08-03 02:00:00"
    },
    {
        "id": 10,
        "name": "ポタラ",
        "priority": 69600,
        "open_at": "2017-11-14 08:00:00"
    },
    {
        "id": 85,
        "name": "融合/合体戦士",
        "priority": 69550,
        "open_at": "2022-01-30 02:00:00"
    },
    {
        "id": 13,
        "name": "巨大化",
        "priority": 69500,
        "open_at": "2017-12-19 08:00:00"
    },
    {
        "id": 23,
        "name": "変身強化",
        "priority": 69400,
        "open_at": "2018-10-04 08:00:00"
    },
    {
        "id": 59,
        "name": "力の吸収",
        "priority": 69300,
        "open_at": "2020-08-29 06:27:00"
    },
    {
        "id": 39,
        "name": "かめはめ波",
        "priority": 69200,
        "open_at": "2019-08-29 20:35:00"
    },
    {
        "id": 8,
        "name": "神次元",
        "priority": 60000,
        "open_at": "2017-10-08 05:50:00"
    },
    {
        "id": 20,
        "name": "フルパワー",
        "priority": 59900,
        "open_at": "2018-07-01 05:00:00"
    },
    {
        "id": 60,
        "name": "大猿パワー",
        "priority": 59800,
        "open_at": "2020-10-30 08:00:00"
    },
    {
        "id": 53,
        "name": "魔人の力",
        "priority": 59700,
        "open_at": "2020-04-24 04:00:00"
    },
    {
        "id": 94,
        "name": "制御不能の力",
        "priority": 59650,
        "open_at": "2024-08-28 06:00:00"
    },
    {
        "id": 67,
        "name": "再起する力",
        "priority": 59600,
        "open_at": "2021-01-30 04:30:00"
    },
    {
        "id": 90,
        "name": "願いの力",
        "priority": 59550,
        "open_at": "2023-01-29 06:00:00"
    },
    {
        "id": 93,
        "name": "魔の力",
        "priority": 59525,
        "open_at": "2024-10-31 05:00:00"
    },
    {
        "id": 66,
        "name": "奇跡の覚醒",
        "priority": 59500,
        "open_at": "2021-01-30 04:30:00"
    },
    {
        "id": 64,
        "name": "心身の侵食",
        "priority": 59400,
        "open_at": "2020-12-28 02:00:00"
    },
    {
        "id": 54,
        "name": "急激な成長",
        "priority": 59300,
        "open_at": "2020-05-29 08:00:00"
    },
    {
        "id": 76,
        "name": "体得した進化",
        "priority": 59200,
        "open_at": "2021-07-30 08:00:00"
    },
    {
        "id": 75,
        "name": "時間制限",
        "priority": 59100,
        "open_at": "2021-06-30 08:00:00"
    },
    {
        "id": 46,
        "name": "最後の切り札",
        "priority": 59000,
        "open_at": "2020-01-30 11:45:00"
    },
    {
        "id": 37,
        "name": "好敵手",
        "priority": 50000,
        "open_at": "2019-07-30 08:00:00"
    },
    {
        "id": 78,
        "name": "永遠の宿敵",
        "priority": 49900,
        "open_at": "2021-08-28 06:30:00"
    },
    {
        "id": 28,
        "name": "コンビネーション",
        "priority": 49800,
        "open_at": "2018-12-07 08:00:00"
    },
    {
        "id": 87,
        "name": "親子の絆",
        "priority": 49750,
        "open_at": "2022-06-30 08:00:00"
    },
    {
        "id": 35,
        "name": "兄弟の絆",
        "priority": 49700,
        "open_at": "2019-07-01 05:00:00"
    },
    {
        "id": 79,
        "name": "親友の絆",
        "priority": 49600,
        "open_at": "2021-10-05 08:00:00"
    },
    {
        "id": 40,
        "name": "師弟の絆",
        "priority": 49500,
        "open_at": "2019-10-03 08:00:00"
    },
    {
        "id": 15,
        "name": "ギニュー特戦隊",
        "priority": 40000,
        "open_at": "2018-02-21 06:00:00"
    },
    {
        "id": 49,
        "name": "バーダックチーム",
        "priority": 39900,
        "open_at": "2020-03-18 06:18:00"
    },
    {
        "id": 27,
        "name": "第6宇宙",
        "priority": 39800,
        "open_at": "2019-04-01 08:00:00"
    },
    {
        "id": 22,
        "name": "第7宇宙代表",
        "priority": 39700,
        "open_at": "2018-09-13 05:00:00"
    },
    {
        "id": 56,
        "name": "第11宇宙",
        "priority": 39600,
        "open_at": "2020-07-16 08:00:00"
    },
    {
        "id": 72,
        "name": "GT HERO",
        "priority": 39500,
        "open_at": "2021-04-28 00:00:00"
    },
    {
        "id": 73,
        "name": "GT BOSS",
        "priority": 39400,
        "open_at": "2021-04-28 00:00:00"
    },
    {
        "id": 88,
        "name": "超HERO",
        "priority": 39350,
        "open_at": "2022-12-28 02:00:00"
    },
    {
        "id": 92,
        "name": "超BOSS",
        "priority": 39330,
        "open_at": "2024-01-29 04:00:00"
    },
    {
        "id": 29,
        "name": "劇場版HERO",
        "priority": 39300,
        "open_at": "2018-12-14 05:00:00"
    },
    {
        "id": 16,
        "name": "劇場版BOSS",
        "priority": 39200,
        "open_at": "2018-03-31 19:30:00"
    },
    {
        "id": 65,
        "name": "亀仙流",
        "priority": 39100,
        "open_at": "2021-01-29 06:00:00"
    },
    {
        "id": 3,
        "name": "天下一武道会",
        "priority": 39000,
        "open_at": "2017-07-25 03:00:00"
    },
    {
        "id": 91,
        "name": "大会出場者",
        "priority": 38900,
        "open_at": "2023-10-05 08:00:00"
    },
    {
        "id": 89,
        "name": "地球育ちの戦士",
        "priority": 30000,
        "open_at": "2022-11-30 08:00:00"
    },
    {
        "id": 11,
        "name": "下級戦士",
        "priority": 29950,
        "open_at": "2017-11-22 08:00:00"
    },
    {
        "id": 68,
        "name": "天才戦士",
        "priority": 29900,
        "open_at": "2021-03-04 08:00:00"
    },
    {
        "id": 44,
        "name": "あの世の戦士",
        "priority": 29800,
        "open_at": "2019-12-26 04:00:00"
    },
    {
        "id": 7,
        "name": "復活戦士",
        "priority": 29700,
        "open_at": "2017-09-29 08:00:00"
    },
    {
        "id": 62,
        "name": "宇宙をわたる戦士",
        "priority": 29600,
        "open_at": "2020-11-30 08:00:00"
    },
    {
        "id": 26,
        "name": "時空を超えし者",
        "priority": 29500,
        "open_at": "2018-11-29 08:00:00"
    },
    {
        "id": 25,
        "name": "ドラゴンボールを求めし者",
        "priority": 29400,
        "open_at": "2018-10-31 08:00:00"
    },
    {
        "id": 96,
        "name": "継承する者",
        "priority": 29350,
        "open_at": "2025-01-28 21:00:00"
    },
    {
        "id": 71,
        "name": "語り継がれし者",
        "priority": 29300,
        "open_at": "2021-04-15 08:00:00"
    },
    {
        "id": 77,
        "name": "伝説の存在",
        "priority": 29200,
        "open_at": "2021-08-28 06:30:00"
    },
    {
        "id": 57,
        "name": "救世主",
        "priority": 29100,
        "open_at": "2020-07-31 08:00:00"
    },
    {
        "id": 70,
        "name": "正義の味方",
        "priority": 29000,
        "open_at": "2021-04-01 08:00:00"
    },
    {
        "id": 95,
        "name": "地球を守りし英雄",
        "priority": 20100,
        "open_at": "2025-01-28 21:00:00"
    },
    {
        "id": 48,
        "name": "リベンジ",
        "priority": 20000,
        "open_at": "2020-03-18 06:18:00"
    },
    {
        "id": 97,
        "name": "任務遂行",
        "priority": 19950,
        "open_at": "2025-05-30 05:00:00"
    },
    {
        "id": 43,
        "name": "ターゲット孫悟空",
        "priority": 19900,
        "open_at": "2019-11-29 08:00:00"
    },
    {
        "id": 41,
        "name": "恐怖の征服",
        "priority": 19800,
        "open_at": "2019-10-31 08:00:00"
    },
    {
        "id": 50,
        "name": "悪逆非道",
        "priority": 19700,
        "open_at": "2020-04-16 08:00:00"
    },
    {
        "id": 69,
        "name": "惑星破壊",
        "priority": 19600,
        "open_at": "2021-03-18 06:18:00"
    },
    {
        "id": 47,
        "name": "怒り爆発",
        "priority": 19500,
        "open_at": "2020-03-03 08:00:00"
    },
    {
        "id": 63,
        "name": "つながる希望",
        "priority": 19400,
        "open_at": "2020-12-28 02:00:00"
    },
    {
        "id": 81,
        "name": "託された意志",
        "priority": 19300,
        "open_at": "2021-10-29 08:00:00"
    },
    {
        "id": 55,
        "name": "力戦奮闘",
        "priority": 19200,
        "open_at": "2020-06-30 05:00:00"
    },
    {
        "id": 58,
        "name": "頭脳戦",
        "priority": 19100,
        "open_at": "2020-08-29 06:27:00"
    },
    {
        "id": 80,
        "name": "高速戦闘",
        "priority": 19000,
        "open_at": "2021-10-21 08:00:00"
    },
    {
        "id": 83,
        "name": "命運をかけた闘い",
        "priority": 18950,
        "open_at": "2021-12-28 02:00:00"
    },
    {
        "id": 74,
        "name": "天界の出来事",
        "priority": 18900,
        "open_at": "2021-05-31 08:00:00"
    },
    {
        "id": 52,
        "name": "スペシャルポーズ",
        "priority": 18800,
        "open_at": "2020-04-24 04:00:00"
    },
    {
        "id": 82,
        "name": "世界の混乱",
        "priority": 18700,
        "open_at": "2021-11-30 08:00:00"
    },
    {
        "id": 61,
        "name": "クロスオーバー",
        "priority": 10000,
        "open_at": "2020-11-19 08:00:00"
    },
    {
        "id": 42,
        "name": "DBヒーローズ",
        "priority": 9900,
        "open_at": "2019-11-21 08:00:00"
    }

];